Repository: gh-soto/vagrant-for-drupal-5
Catalog: www/drupal-gas5.loc/sites/all/modules/send/po/send-module.*.po
Languages: hu

source: Allow visitors to send full item text
hu: Engedélyezi a látogatóknak a teljes elem elajánlásét

source: Link text
hu: Link szövege

source: Leave blank to suppress link
hu: Üresen hagyva a link nem jelenik meg

source: E-mail subject line
hu: Az e-mail tárgya

source: Default message text
hu: Az alapértelemezett üzenet szövege

source: Email Template
hu: Email sablon

source: Send Threshold
hu: Küldési küszöb

source: The maximum number of times per hour a user can send a message. 0 for unlimited
hu: Egy adott felhasználó által óránként kiküldhető levelek száma. A „0” végtelent jelent.

source: Save configuration
hu: Beállítás mentése

source: Enable "%name" functionality
hu: Funkció engedélyezése: „%name”

source: Permit changes on every item
hu: Változtatások engedélyezése minden elemre

source: There was a problem loading this item
hu: Hiba történt az elem betöltésekor

source: Unable to send this item
hu: Nem lehet elküldeni ezt az elemet

source: You have exceeded the limit for sending items
hu: A küldhető elemek száma meghaladta az engedélyezettet

source: First Name
hu: Keresztnév

source: Last Name
hu: Vezetéknév

source: Send a copy to myself
hu: Másolat küldése a feladónak

source: E-mail Subject Line
hu: E-mail tárgya

source: Message Text
hu: Üzenet szövege

source: Send
hu: Küldés

source: Invalid from address
hu: Érvénytelen a feladó email címe

source: Invalid recipient address
hu: Érvénytelen a címzett email címe

source: Sent %subject
hu: Elküldve: %subject

source: Received %subject
hu: Fogadva: %subject

source: A copy of this message has also been sent to %mail
hu: A levél másolata el lett küldve az alábbi címre is: %mail

source: Message sent to %mail
hu: Üzenet ajánlása a %mail címre

source: From
hu: Feladó

source: To
hu: Címzett

source: Send: Last time sent
hu: Ajánlás: Küldés utolsó időpontja

source: Display the last time this node was sent via e-mail
hu: Megjeleníti, hogy a tartalom mikor lett utoljára elküldve emailen

source: Send: Module
hu: Ajánlás: Modul

source: Send: Sender
hu: Ajánlás: Feladó

source: Send: Recipient
hu: Ajánlás: Címzett

source: send this page
hu: az oldal ajánlása

source: Send modules
hu: Ajánlási modulok

source: Default settings for "Send to Friend" and other modules that send content via e-mail
hu: Az „Ajánljás ismerősnek” és az ezt használó minden modul ide tartozó alapértelmezett beállításai

source: Defaults
hu: Alapértelmezett

source: Send to Friend
hu: Ajánlás ismerősnek

source: send to friend
hu: ajánlás ismerősnek

source: send @name
hu: @name ajánlása

source: You have not selected any items to send
hu: Nem lett egyetlen elem sem kiválasztva

source: administer send
hu: ajánlás adminisztrálása

source: send nodes
hu: tartalmak ajánlása

source: send
hu: küldés

source: Send to friend
hu: Ajánlás ismerősnek

source: Mail
hu: Levél
