Repository: gh-soto/vagrant-for-drupal-5
Catalog: www/drupal-gas5.loc/sites/all/modules/audio/po/audio_getid3-module.*.po
Languages: nb

source: The audio_getid3 module enhances the audio module to read and write metadata to and from audio files.
nb: audio_getID3 utvider lydmodulen til å lese og skrive metadata til og fra lydfiler.

source: The module uses the <a href="!elink-www-getid3-org">getID3 library</a> to read and write <a href="!elink-en-wikipedia-org">ID3 tags</a> from the audio file. getID3 can read metadata from a many different audio and video formats giving the audio module a great deal of flexibility.
nb: Modulen benytter <a href="!elink-www-getid3-org">getID3 bibliotek</a> for å lese og skrive<a href="!elink-en-wikipedia-org">ID3 tag'er</a> fra en lydfil. getID3 kan lese og skrive metadata til en rekke forskjellige audio- og videoformater og gir dermed lydmodulen stor fleksibilitet.

source: <p>You can:</p> <ul> <li>download and install the <em>required</em> getID3 library from <a href="!elink-prdownloads-sourceforge-net">getID3 sourceforge</a> page. Currently, the recommended version of the getID3 library is %recommended-version.</li> <li>administer audio_getid3 module at <a href="!admin-settings-audio-getid3">administer &gt;&gt; site configuration &gt;&gt; audio &gt;&gt; getid3</a>.</li> </ul>
nb: <p>Du kan:</p> <ul> <li>laste ned og installere det <em>påkrevede</em> getID3 biblioteket fra <a href="!elink-prdownloads-sourceforge-net">getID3 sourceforge</a> siden. For tiden er anbefalt versjon av getID3 biblioteket %recommended-version.</li> <li>administrere audio_getid3 modulen på <a href="!admin-settings-audio-getid3">Administrer &gt;&gt; Instillinger &gt;&gt; Audio &gt;&gt; getid3</a>.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="!audio">Audio page</a>.
nb: For mer informasjon, vennligst les håndboken om innstillinger og tilpasninger <a href="!audio">Lydsiden</a>.

source: To use this module you'll need to <a href='!download-link'>download the library</a> from the <a href='!info-link'>getID3 website</a> and extract the contents into the audio module's getid3 directory. Currently, the recommended version of the getID3 library is %recommended-version.
nb: For å benytte denne modulen må du <a href='!download-link'>laste ned biblioteket</a> fra <a href='!info-link'>getID3 nettsiden</a>, hente ut innholdet og legge det inn i lydmodulens getid3 katalog. For tide er anbefalt versjon av getID3 biblioteket %recommended-version.

source: Path
nb: Sti

source: The path to the getID3 library. For example: 'modules/audio/getid3/getid3' or 'sites/default/modules/audio/getid3'
nb: Stien til getID3 biblioteket. For eksempel: 'modules/audio/getid3/getid3' eller 'sites/default/modules/audio/getid3'

source: Version
nb: Versjon

source: If you're seeing this it indicates that the getID3 library was found.
nb: Dersom du kan lese dette, indikerer det at getID3 biblioteket ble funnet.

source: Your getID3 library is insecure! The demos distributed with getID3 contains code which creates a huge security hole. Remove the demos directory (%path) from beneth Drupal's directory.
nb: Ditt getID3 bibliotek er usikkert! Demonstrasjonsfilene som er vedlagt distribusjonen av getID3 inneholder kode som åpner et stort sikkerhetshull. Fjern demo-katalogen (%path) fra under Drupals katalog.

source: Display warnings
nb: Vis advarsler

source: Check this to display the warning messages from the getID3 library when reading and writing ID3 tags. Generally it's a good idea to leave this unchecked, getID3 reports warnings for several trivial problems and the warnings can be confusing to users. This setting can be useful when debugging problems with the ID3 tags.
nb: Kryss av denne for å vise advarsler fra getID3 biblioteket under lesing og skriving av ID3 tag'er. Generelt er det lurt å la denne være åpen. GetID3 rapporterer advarsler for mange relativt trivielle problemer og advarslene kan være forvirrende for brukeren. Denne innstillingen kan være hensiktsmessig når du feilsøker problemer med ID3 tag'er.

source: This file information was loaded from the file by the getID3 library.
nb: Denne informasjonen ble lastet fra filen ved hjelp av getID3 biblioteket.

source: File Size
nb: Filstørrelse

source: Length
nb: Lengde

source: Sample rate
nb: Samplehastighet

source: Channel mode
nb: Kanalmodus

source: @bitrate bytes/second
nb: @bitrate bytes/sekund

source: Bitrate mode
nb: Bitrate modus

source: This file is not compatible with the Flash audio player. Flash can only play MP3 files with a sample rate of 11, 22 or 44KHz.
nb: Denne filen er ikke kompatibel med Flash-avspilleren. Flash kan kun spille MP3 filer med en samplehastighet på 11, 22 eller 44 kHz.

source: The getID3 files <em>getid3.php</em> and <em>write.php</em> could not be found in the %path directory.
nb: Kan ikke finne <em>getid3.php</em> eller <em>write.php</em> i %path folderen.

source: The Audio getid3 module cannot find the getID3 library used to read and write ID3 tags. The site administrator will need to verify that it is installed and then update the <a href='!admin-settings-audio-getid3'>settings</a>.
nb: audio_getID3 modulen kan ikke finne getID3 biblioteket som benyttes for å lese og skrive ID3 tager. Nettstedets administrator må verifisere at det er installert og så oppdatere <a href="!admin-settings-audio-getid3">audio_getid3 innstillingene</a>.

source: While reading the ID3 tags, the following warnings were encountered:
nb: Under lesing av ID3 tag'er ble følgende advarsler rapportert:

source: The following errors where encountered while reading the file's ID3 tags:
nb: Følgende feil oppsto under lesing av filens ID3 tag'er:

source: While writing the ID3 tags, the following warnings were encountered:
nb: Under skriving av ID3 tag'er ble det rapportert følgende advarsler:

source: The following errors were encountered, preventing the ID3 tags from being saved:
nb: ID3 tag'ene kan ikke skrives. Følgende feil oppsto:

source: Audio getID3
nb: Lyd getID3

source: Adds the ability to read artist info from and write to audio files. Requires that the getID3 library be installed.
nb: Legger til muligheten for å lese artistinformasjon fra og skrive artistinformasjon til lydfiler. Forutsetter at getID3 biblioteket er installert.

source: Audio
nb: Lyd
