Repository: gh-soto/vagrant-for-drupal-5
Catalog: www/drupal-gas5.loc/sites/all/modules/audio/po/audio-module.*.po
Languages: nb

source: You can browse for audio by any of the following fields.
nb: Du kan liste lyd etter hvilken som helst av de følgende feltene.

source: The audio module allows users to upload and store audio files on a Drupal site. Audio is an important medium for community communication as the recent rise of the <a href="!elink-en-wikipedia-org">podcast phenomenon</a> demonstrates.
nb: Lydmodulen gjør at brukere kan laste opp og lagre lydfiler på et Drupal nettsted. Lyd er et viktig medium for nettstedets kommunikasjonsstrategi slik som utviklingen av <a href="!elink-en-wikipedia-org">podcast fenomenet</a> demonstrerer.

source: Users create audio nodes by uploading a file from their computer. They are then able to make changes to the metadata, perhaps adding an artist, or removing the track number. Visitors can download the audio file, view the file's metadata and encoding information, or browse for audio by metadata (artist, title, year, etc). Visitors can even play MP3s within their browser using the <a href="!elink-musicplayer-sourceforge-net">XSPF flash player</a> that is bundled with the module.
nb: Brukere lager lydnoder ved å laste opp en fil fra deres datamaskin. De kan så endre metadata, f.eks legge til en artist eller fjerne et spor nummer. Besøkende kan laste ned lydfilen, se filens metadata og kodingsinformasjon eller liste lyd etter metadata (artist, tittel, år, etc.). Besøkende kan til og med spille av MP3 med sin egen nettleser ved hjelp av <a href="!elink-musicplayer-sourceforge-net">XSPF flash player</a> som er med som en del av pakken i denne modulen.

source: The module uses the <a href="!elink-www-getid3-org">getID3 library</a> to read and write <a href="%elink-en-wikipedia-org">ID3 tag</a> information from the audio file. getID3 can read metadata from a many different audio and video formats giving the audio module a great deal of flexibility.
nb: Denne modulen benytter <a href="!elink-www-getid3-org">getID3 biblioteket</a> for å lese og skrive <a href="!elink-en-wikipedia-org">ID3 tag</a> informasjon fra lydfilen. getID3 kan lese metadata fra mange forskjellige lyd og videoformater slik at lydmodulen blir svært fleksibel.

source: <p>You can:</p> <ul> <li>add an audio file at <a href="!node-add-audio">create content &gt;&gt; audio</a>.</li> <li>see your most recent audio files at <a href="!user">user account</a>.</li> <li>see all of the most recently added audio files at <a href="!audio">audio</a>.</li> <li>browse for audio by its metadata (artist, album, genre, etc) at <a href="!audio-by">audio &gt;&gt; by</a>.</li> <li>enable the <em>latest audio</em>, <em>random audio</em>, and <em>browse for audio</em> blocks at <a href="!admin-build-block">administer &gt;&gt; build &gt;&gt; block</a>.</li> <li>administer audio module at <a href="!admin-settings-audio">administer &gt;&gt; site configuration &gt;&gt; audio</a>.</li> </ul>
nb: <p>Du kan:</p> <ul> <li>legge til en lydfil på <a href="!node-add-audio">lag innhold &gt;&gt; lyd</a>.</li> <li>se dine siste lydfilene på <a href="!user">Min konto</a>.</li> <li>se alle de siste lydfilene på <a href="!audio">Lyd</a>.</li> <li>liste lydfiler etter metadata (artist, album, sjanger, etc.) på <a href="!audio-by">lyd &gt;&gt; etter</a>.</li> <li>aktivere <em>siste lyd</em>, <em>tilfeldig lyd</em>, og <em>liste lyd</em> blokkene på <a href="!admin-build-block">Administrer &gt;&gt; blokk</a>.</li> <li>administrere lydmodulen på <a href="!admin-settings-audio">Administrer &gt;&gt; Innstillinger &gt;&gt; lyd</a>.</li> <li>laste ned det <em>påkrevde</em> getID3 biblioteket fra <a href="!elink-prdownloads-sourceforge-net">getID3 sourceforge</a> siden.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="!audio">Audio page</a>.
nb: For mer informasjon, vennligst les håndboken på innstillinger og tilpasninger <a href="!audio">Lydsiden</a>.

source: There are two PHP ini settings, upload_max_filesize and post_max_size, that limit the maximum size of uploads. You can change these settings in the php.ini file or by using a php_value directive in Apache .htaccess file. Consult the PHP documentation for more info.
nb: Det er to PHP ini innstillinger, upload_max_filesize og post_max_size, som begrenser maksimum opplastingsstørrelse. Du kan endre disse innstillingene i php.ini eller ved å benytte et php_value - direktiv i Apache .htaccess fil. Se dokumentasjon på PHP for mer informasjon.

source: <strong>Note:</strong> deleting a tag will not remove it from the database or file until the node is saved again.
nb: <strong>Merk:</strong> sletting av en tag vil ikke fjerne den fra databasen eller filen før noden lagres igjen.

source: Change settings for the audio module.
nb: Endre innstillinger for lydmodulen.

source: Audio
nb: Lyd

source: Players
nb: Spillere

source: An audio file. The audio file could be used for adding music, podcasts, or audio clips to your site.
nb: En lydfil. lydfilen kan benyttes til å legge musikk, podcaster eller lydklipp til nettstedet ditt.

source: @download_count downloads
nb: @download_count nedlastinger

source: @play_count plays
nb: @play_count avspillinger

source: A file must be provided. If you tried uploading a file, make sure it's less than the upload size limit.
nb: En fil må angis. Dersom du forsøkte å laste opp en fil, sørg for at den er mindre enn maksimum opplastingsstørrelse.

source: The selected file %name can not be uploaded, because it is only possible to upload files with the following extensions: %files-allowed.
nb: Den valgte filen %name kan ikke lastes opp fordi det kun er mulig å laste opp filer med følgende utvidelse: %files-allowed.

source: The title can use the file's metadata. Depending on what's filled out, you maybe able to use any of the following variables:
nb: Tittelen kan hentes fra filens metadata. Avhengig av hva som er utfylt, kan du benytte en av de følgende variabler:

source: Audio File Info
nb: Lydfil informasjon

source: Current File
nb: Gjeldende fil

source: No file is attached.
nb: Ingen filer vedlagt

source: Add a new audio file
nb: Legg til en ny lydfil

source: Allow file downloads.
nb: Tillat nedlasting av filen

source: If checked, a link will be displayed allowing visitors to download this audio file on to their own computer.
nb: Dersom denne er valgt, vil en lenke vises som gjør det mulig for besøkende å laste ned denne lydfilen til sin egen datamaskin.

source: <strong>WARNING:</strong> even if you leave this unchecked, clever users will be able to find a way to download the file. This just makes them work a little harder to find the link.
nb: <strong>ADVARSEL:</strong> selv om du lar denne være åpen vil kyndige brukere kunne finne måter å laste ned filen på. Dette gjør bare at de må jobbe litt mer for å få det til.

source: Audio Metadata
nb: Lyd metadata

source: Replace this with a new file
nb: Erstatt denne med en ny fil

source: Size (in bytes)
nb: Størrelse (i bytes)

source: Length
nb: Lengde

source: The format is hours:minutes:seconds.
nb: Formatet er timer:minutter:sekunder.

source: Sample rate
nb: Samplehastighet

source: Channel mode
nb: Kanalmodus

source: Bitrate mode
nb: Bitrate modus

source: Play count
nb: Spilt antall

source: Track Number
nb: Spor nummer

source: Enter either a single number or fraction here. '1' means that this is the first track on the album, and '1/8' .
nb: Legg inn enten et enkelt nummer eller en brøk her. '1' betyr at dette er første spor på dette albumet og '1/8' .

source: Listen to @username's recent audio files
nb: lytt til @username's siste lydfiler

source: History
nb: Historie

source: audio: Browse by
nb: lyd: List etter

source: Browse for audio by
nb: List etter lyd av

source: Default node title format
nb: Standard node tittel format

source: The audio node's title can use the file's metadata as variables. This will be used as the default title for all new audio nodes. The following values can be used:
nb: Audio nodens tittel kan benytte filens metadata som variabler. Dette vil bli benyttet som standard for alle nye lydnoder. Følgende verdier kan benyttes:

source: Node teaser format
nb: Node ingress format

source: Specify a teaser format for all audio nodes. In addition to the tags allowed in the title, the following variables are also available:
nb: Angi et ingressformat for alle lydnoder. I tilleg til tag'ene tillatt i tittelen er følgende variabler også tilgjengelig:

source: Permitted audio file extensions
nb: Tillatte lydfil utvidelser

source: Audio file extensions that users can upload. Separate extensions with a space and do not include a leading dot.
nb: Lydfil utvidelser som brukeren kan laste opp. Adskill utvidelser med mellomrom og ta ikke med ledende punktum.

source: Downloadable by default
nb: Nedlastbar som standard

source: Check this to make downloadable the default setting for new audio nodes. You should be aware that even when audio is not marked as downloadable, clever users can still download it, this just makes the work harder.
nb: Huk denne av dersom du ønsker å gjøre nedlastbar som en standard innstilling for lydnoder. Du bør være klar over at selv om lydnoder ikke er markert som nedlastbar, kan kløktige brukere fremdeles laste ned filen, dette gjør det bare mer vanskelig.

source: Reset to defaults
nb: Resett til standard

source: The configuration options have been reset to their default values.
nb: Konfigureringsinnstillingene er resatt til sine standard verdier.

source: The configuration options have been saved.
nb: Konfigureringsinstillingene er lagret.

source: autocomplete
nb: autofullfør

source: required
nb: påkrevet

source: hidden
nb: skjult

source: browsable
nb: listbar

source: written to file
nb: skrevet til fil

source: weight
nb: vekt

source: delete
nb: slett

source: Description
nb: Beskrivelse

source: Player
nb: Spiller

source: Homepage
nb: Hjemmeside

source: %format files
nb: %format filer

source: Link
nb: Lenke

source: Browse by
nb: List etter

source: audio by @tag %value
nb: lyd etter @tag %value

source: Audio by @tag
nb: lyd etter @tag

source: Browse for audio by...
nb: List lyd etter...

source: Click to play
nb: Klikk for å spille av

source: administer audio
nb: Administrer lyd

source: create audio
nb: lag lyd

source: edit own audio
nb: endre egen lyd

source: play audio
nb: spill lyd

source: download audio
nb: last ned lyd

source: audio
nb: lyd
